<!DOCTYPE html><html class="post"><head><meta charset="utf-8"><title>_kud.diary &#x2014; La bonne fonte de caract&#xE8;res sous Windows</title><meta name="description" content="Diary of the _kud"><meta name="viewport" content="width=device-width, initial-scale=1.0"><meta property="og:title" content="La bonne fonte de caract&#xE8;res sous Windows"><meta property="og:image" content="http://diary.kud.io/images/fonte-de-caracteres-windows/cover.jpg"><link rel="shortcut icon" type="image/png" href="http://kud.io/favicon.png"><link rel="stylesheet" href="/index.css"></head><body><div class="kud-Banner"><script></script><a class="kud-Banner-link" href="/fr/">Retour &#xE0; la page principale</a></div><div class="kud-Wrapper"><section class="kud-Post kud-Text--wowLink animated fadeIn"><div class="kud-PostHeader"><span class="kud-PostHeader-decorator"><img class="kud-PostHeader-img" src="/images/fonte-de-caracteres-windows/cover.jpg"></span><div class="kud-PostHeader-overlay"><div class="kud-PostHeader-wrapper"><h2 class="kud-PostHeader-heading" id="la-bonne-fonte-de-caractres-sous-windows"><a class="kud-Anchor" href="#la-bonne-fonte-de-caractres-sous-windows"><span></span></a><a href="">La bonne fonte de caract&#xE8;res sous Windows</a></h2><time class="kud-PostHeader-date hint--bottom" data-hint="il y a 5 ans">dimanche 22 f&#xE9;vrier 2015</time></div></div></div><div class="kud-Post-content"><p>Je ne sais pas si c&#x2019;est votre cas mais j&#x2019;ai l&#x2019;habitude de passer de Mac OS X &#xE0; Windows et vice-versa. Le probl&#xE8;me, c&#x2019;est que le rendu des fontes n&#x2019;est pas du tout le m&#xEA;me, et j&#x2019;avoue qu&#x2019;Apple a fait / fait un travail &#xE9;norme sur &#xE7;a. Du coup, quand je reviens sur Windows, c&#x2019;est assez insupportable &#xE0; lire. Pour cela, j&#x2019;ai tent&#xE9; de r&#xE9;soudre ce probl&#xE8;me &#xE0; coup de logiciels, de fontes &#x201C;safe&#x201D; et autres. Je suis finalement tomb&#xE9; sur un compromis qui me permet maintenant de lire les textes sans avoir un mal de cr&#xE2;ne pas possible (rassurez-vous, ce n&#x2019;est qu&#x2019;une image).</p>
<p>Pour &#xE7;a, vous allez avoir besoin de deux choses :</p>
<ul>
<li>Un logiciel optimisant le rendu</li>
<li>Une police agr&#xE9;able</li>
</ul>
<p>Je vous invite au passage &#xE0; lire <a href="http://fr.wikipedia.org/wiki/Fonte_de_caract%C3%A8res">la diff&#xE9;rence entre police et fonte</a>.</p>
<p>Commen&#xE7;ons par le logiciel.</p>
<h2 id="mactype"><a class="kud-Anchor" href="#mactype"><span></span></a>MacType</h2>
<p><a href="https://code.google.com/p/mactype/">MacType</a> est un logiciel open-source qui n&#x2019;est malheureusement plus vraiment maintenu mais qui &#xE0; le m&#xE9;rite d&#x2019;exister et de marcher.</p>
<p>Ce logiciel va tout simplement prendre la main sur le rendu du texte sous Windows et utiliser son propre moteur de rendu.</p>
<p>En somme, vous n&#x2019;avez rien besoin de faire, il s&#x2019;occupe de tout.</p>
<p>Voici un test avec et sans :</p>
<p><a href="/images/fonte-de-caracteres-windows/mactype-off.jpg"><img src="/images/fonte-de-caracteres-windows/mactype-off.jpg" alt=""></a></p>
<p><em>Sans MacType.</em></p>
<p><a href="/images/fonte-de-caracteres-windows/mactype-on.jpg"><img src="/images/fonte-de-caracteres-windows/mactype-on.jpg" alt=""></a></p>
<p><em>Avec MacType.</em></p>
<p><a href="/images/fonte-de-caracteres-windows/mactype-off-vs-on.jpg"><img src="/images/fonte-de-caracteres-windows/mactype-off-vs-on.jpg" alt=""></a></p>
<p><em>Le battle.</em></p>
<p>Il est possible que vous pr&#xE9;f&#xE9;riez la version <em>sans</em> car plus &#x201C;nette&#x201D; surtout quand on n&#x2019;a pas l&#x2019;habitude d&#x2019;&#xEA;tre sur Mac mais je pr&#xE9;f&#xE8;re clairement la version MacType bien plus douce, un peu plus grasse, et anticr&#xE9;nel&#xE9;e.</p>
<p>Le profil choisi ici est <code>XMac\XMac.LCD.Default</code>. En fonction du profil, l&#x2019;anticr&#xE9;nelage est plus moins accentu&#xE9;. De plus, vous pouvez cr&#xE9;er votre propre profil pour &#xEA;tre s&#xFB;r(e) d&#x2019;avoir le parfait rendu.</p>
<p>J&#x2019;aurais tr&#xE8;s bien pu utiliser <a href="http://www.microsoft.com/en-us/Typography/ClearTypeInfo.aspx">Microsoft ClearType</a> (chose que j&#x2019;ai faite, d&#x2019;ailleurs) mais le rendu est clairement inf&#xE9;rieur &#xE0; celui de <a href="https://code.google.com/p/mactype/">MacType</a>. Mais vraiment.</p>
<p>En parlant de MacType, vous avez plusieurs fa&#xE7;ons de le lancer : soit en systray, soit via le registre, ou autre.</p>
<p>La diff&#xE9;rence joue sur le fait qu&#x2019;en systray, vous pouvez &#xE0; tout moment l&#x2019;activer ou non, choisir quelle application l&#x2019;utilise ou non (oui, certaines apps n&#x2019;aiment pas trop MacType mais elles sont rares). Alors que via le registre, cela ne peut se faire &#xE0; chaud. Il faut en effet red&#xE9;marrer l&#x2019;application voire l&#x2019;ordinateur. Un poil contraignant.</p>
<p>Cependant, en utilisant la version registre, vous aurez le rendu d&#x2019;embl&#xE9;e d&#xE8;s que vous lancez une application alors qu&#x2019;en mode systray, vous avez un pr&#xE9;chauffage de quelques secondes pour passer du rendu classique au rendu MacType, ce que je trouve assez d&#xE9;sagr&#xE9;able. Vous avez m&#xEA;me le cas o&#xF9; certaines applications ne sont g&#xE9;r&#xE9;es par MacType que quand vous passez la souris sur le texte ou que vous s&#xE9;lectionnez le texte. Je trouve cela p&#xE9;nible, d&#x2019;o&#xF9; mode Registre.</p>
<p>En somme, ce logiciel est devenu primordial pour moi.</p>
<p>Passons &#xE0; la police de caract&#xE8;re.</p>
<h2 id="une-police-agr&#xE9;able-pour-un-texte-agr&#xE9;able"><a class="kud-Anchor" href="#une-police-agr&#xE9;able-pour-un-texte-agr&#xE9;able"><span></span></a>Une police agr&#xE9;able pour un texte agr&#xE9;able</h2>
<p>Je passe beaucoup de temps &#xE0; analyser quelle police me sied le plus &#xE9;tant donn&#xE9; que je suis d&#xE9;veloppeur. Et en tant que d&#xE9;veloppeur, je passe mon temps &#xE0; &#xE9;crire et lire du texte. Pour cela, il me faut forc&#xE9;ment une police mono(space). Une police mono est une police dont les caract&#xE8;res sont tous la m&#xEA;me largeur. Cela permet d&#x2019;avoir un code bien droit, bien r&#xE9;gulier, ce qui est tr&#xE8;s important.</p>
<p>Ceci &#xE9;tant, nous parlons ici de polices classiques, de polices &#xE0; lire r&#xE9;guli&#xE8;rement sans pour autant &#xEA;tre d&#xE9;veloppeur.</p>
<p>J&#x2019;ai d&#xE9;couvert il y a peu (en cherchant justement une police pour d&#xE9;velopper) la police <a href="http://font.ubuntu.com/">Ubuntu</a>. L&#x2019;avantage de celle-ci ? Elle est &#x201C;safe&#x201D; sur tous les OS (c&#x2019;est &#xE0; dire qu&#x2019;elle rend correctement bien sur Mac OS X, Linux, BSD, Windows, etc). De plus, elle est libre et gratuite, ce qui n&#x2019;est pas anondin dans le monde des polices. Et enfin, elle est autant disponible en mono, qu&#x2019;en light, ou normale, ce qui la rend utilisable dans n&#x2019;importe quel cas.</p>
<p>Je vous propose alors d&#x2019;aller dans les options de Windows pour l&#x2019;appliquer sur votre OS.</p>
<ul>
<li>Clic droit sur le bureau</li>
<li>&#x201C;Personalize&#x201D;</li>
<li>&#x201C;Window Color&#x201D;</li>
<li>&#x201C;Advanced appearance settings&#x201D;</li>
<li>et l&#xE0;, mettez &#x201C;ubuntu light&#x201D; partout</li>
</ul>
<p>Je vous conseille d&#x2019;ailleurs de mettre la taile de la fonte &#xE0; <code>10</code> l&#xE0; o&#xF9; vous avez <code>9</code> par d&#xE9;faut. Cela aura un meilleur rendu. Et sur la &#x201C;title bar&#x201D;, laisse plut&#xF4;t &#x201C;Segoe UI&#x201D; qui rend mieux.</p>
<p>Avec &#xE7;a, vous devriez avoir un bon rendu de fonte.</p>
<p><a href="/images/fonte-de-caracteres-windows/windows.jpg"><img src="/images/fonte-de-caracteres-windows/windows.jpg" alt=""></a></p>
<h2 id="tips"><a class="kud-Anchor" href="#tips"><span></span></a>Tips</h2>
<p>Si vous utilisez Firefox, il est possible que MacType ne fonctionne pas/plus. Pour r&#xE9;soudre ce probl&#xE8;me, je vous propose de mettre <code>gfx.direct2d.disabled</code> &#xE0; <code>true</code>. Le rendu MacType devrait revenir.</p>
<p>Bonne lecture !</p>
</div></section><div class="kud-Footer kud-Text--wowLink"><ul class="kud-Footer-list"><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://kud.io">La Maison</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://instagram.kud.io">Le Instagram</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://twitter.kud.io">Le Twitter</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="/en/">I speak English</a></li></ul></div></div><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-71841668-1', 'auto');
ga('send', 'pageview');</script></body></html>