<!DOCTYPE html><html class="post"><head><meta charset="utf-8"><title>_kud.diary &#x2014; Running - Choisir le bon type de chaussures</title><meta name="description" content="Diary of the _kud"><meta name="viewport" content="width=device-width, initial-scale=1.0"><meta property="og:title" content="Running - Choisir le bon type de chaussures"><meta property="og:image" content="http://diary.kud.io/images/running-connaitre-type-foulee/cover.gif"><link rel="shortcut icon" type="image/png" href="http://kud.io/favicon.png"><link rel="stylesheet" href="/index.css"></head><body><div class="kud-Banner"><script></script><a class="kud-Banner-link" href="/fr/">Retour &#xE0; la page principale</a></div><div class="kud-Wrapper"><section class="kud-Post kud-Text--wowLink animated fadeIn"><div class="kud-PostHeader"><span class="kud-PostHeader-decorator"><img class="kud-PostHeader-img" src="/images/running-connaitre-type-foulee/cover.gif"></span><div class="kud-PostHeader-overlay"><div class="kud-PostHeader-wrapper"><h2 class="kud-PostHeader-heading" id="running---choisir-le-bon-type-de-chaussures"><a class="kud-Anchor" href="#running---choisir-le-bon-type-de-chaussures"><span></span></a><a href="">Running - Choisir le bon type de chaussures</a></h2><time class="kud-PostHeader-date hint--bottom" data-hint="il y a 4 ans">samedi 12 d&#xE9;cembre 2015</time></div></div></div><div class="kud-Post-content"><p>M&#x2019;&#xE9;tant r&#xE9;guli&#xE8;rement mis au <em>running</em> depuis quelque temps, il me devenait n&#xE9;cessaire de trouver une bonne paire de chaussures, &#xE0; la fois dans le but de <strong>mieux profiter de cette activit&#xE9;</strong> mais aussi d&#x2019;<strong>&#xE9;viter de quelconques entorses ou fatigues inutiles</strong>.</p>
<p>Pour cela, je devais avant tout conna&#xEE;tre mon type de foul&#xE9;e car c&#x2019;est cela qui va d&#xE9;finir le genre de chaussures que vous allez acheter.</p>
<p>Il existe globalement 3 types de personnes :</p>
<ul>
<li>les sur-pronateurs ;</li>
<li>les sous-pronateurs ;</li>
<li>et les neutres / universels.</li>
</ul>
<p>Il est important de savoir le v&#xF4;tre car si vous choisissez une mauvaise paire, non seulement vous n&#x2019;allez pas b&#xE9;n&#xE9;ficier des avantages de la chaussure, mais vous allez aussi augmenter les probl&#xE8;mes.</p>
<p>Tout est une notion d&#x2019;<strong>&#xE9;quilibre</strong>. Votre pied doit &#xEA;tre &#xE0; l&#x2019;&#xE9;quilibre lorsqu&#x2019;il se pose sur le sol. En fonction de la morphologie de votre pied, la chaussure devra contenir ou non un renforcement afin de permettre de le r&#xE9;&#xE9;quilibrer. Si vous avez tendance &#xE0; courir sur l&#x2019;ext&#xE9;rieur de votre pied alors la chaussure devra avoir un renforcement de ce c&#xF4;t&#xE9;.</p>
<p>Tout est merveilleusement bien expliqu&#xE9; sur <a href="http://www.asics.com/fr/fr-fr/sports/running/preparation/understanding-pronation-find-the-right-shoes-for-you">le site de Asics</a>.</p>
<p>Pour faire le test, j&#x2019;avais deux choix &#xE0; ma connaissance :</p>
<ul>
<li>soit aller au <a href="https://www.google.fr/maps/place/Nike+Store/@48.848568,2.341838,15z/data=!4m2!3m1!1s0x0:0xc7c49e9f4fbbf118?sa=X&amp;ved=0ahUKEwigv_ufmtXJAhWLhhoKHUSGDBEQ_BIIhwEwCg">Nike Store &#xE0; Saint-Michel</a> ;</li>
<li>soit aller au tout nouveau <a href="https://www.google.fr/maps/place/asics/@48.8760386,2.3248993,17z/data=!3m1!4b1!4m2!3m1!1s0x47e66e359aa4521b:0x9d3c1fadf4e0c47e">Asics Store &#xE0; c&#xF4;t&#xE9; de la gare Saint-Lazare</a> qui vient d&#x2019;ouvrir.</li>
</ul>
<p>Appr&#xE9;ciant grandement la marque <a href="http://www.asics.com/fr/fr-fr">Asics</a> et m&#x2019;&#xE9;tant redirig&#xE9; vers eux plusieurs fois pour le professionnalisme de leurs chaussures, je me suis rendu &#xE0; l&#x2019;Asics Store.</p>
<p>Une fois arriv&#xE9; au magasin, il vous faut vous rendre &#xE0; l&#x2019;&#xE9;tage o&#xF9; se situent les outils de mesure.</p>
<p>Ce test se d&#xE9;roule en 3 parties :</p>
<ul>
<li>caract&#xE9;ristiques de vos pieds ;</li>
<li>type de foul&#xE9;e ;</li>
<li>aisance dans une paire Asics.</li>
</ul>
<h2 id="scanner-des-pieds"><a class="kud-Anchor" href="#scanner-des-pieds"><span></span></a>Scanner des pieds</h2>
<p>Avant toute chose, on mesure la taille de vos pieds : longueur, largeur, hauteur. De quoi tout conna&#xEE;tre &#xE0; leur sujet afin de choisir la bonne taille de chaussures.</p>
<p>Cette &#xE9;tape se traduit par mettre votre pied sur un scanner, un peu comme celui que vous pouvez avoir &#xE0; la maison avec un chausson en plus par dessus. On scanne vos pieds et on constate d&#xE9;j&#xE0; si ceux-ci sont sont bien align&#xE9;s &#xE0; vos jambes. On voit aussi si vous avez un pied plus grand que l&#x2019;autre (dans mon cas, j&#x2019;ai un pied gauche plus long mais un pied droit plus large). :)</p>
<h2 id="test-de-foul&#xE9;e"><a class="kud-Anchor" href="#test-de-foul&#xE9;e"><span></span></a>Test de foul&#xE9;e</h2>
<p><img src="/images/running-connaitre-type-foulee/asics-test.jpg" alt=""></p>
<div style="text-align: center">_Photo non repr&#xE9;sentative du test_</div>

<p>&#xC0; ce niveau vous rentrez dans le vif du sujet. Vous mettez des chaussures sp&#xE9;cialement adapt&#xE9;es avec des marqueurs un peu partout qui seront film&#xE9;s puis analys&#xE9;s par l&#x2019;ordinateur. C&#x2019;est &#xE0; ce moment precis que vous allez savoir si vous &#xEA;tes &#x201C;sur&#x201D;, &#x201C;sous&#x201D;, ou &#x201C;neutre&#x201D;.</p>
<p>On vous demande alors de courir avec ces chaussures de test sur un tapis de course. C&#x2019;&#xE9;tait la premi&#xE8;re fois que je courais sur un tapis, &#xE9;tant habitu&#xE9; &#xE0; courir dehors par n&#x2019;importe quel temps. L&#x2019;impression est quelque peu particuli&#xE8;re. Bref. Vous courez sur ce tapis avec les chaussures de tests, on vous filme puis on vous fait un d&#xE9;briefing pour savoir finalement votre foul&#xE9;e.</p>
<p>Il s&#x2019;av&#xE8;re que je suis neutre ; je n&#x2019;ai nullement besoin de renfort sur les cot&#xE9;s pour courir correctement.</p>
<h2 id="lessai-final"><a class="kud-Anchor" href="#lessai-final"><span></span></a>L&#x2019;essai final</h2>
<p>En fonction de cette nouvelle information cruciale qu&#x2019;est votre type de foul&#xE9;e et du prix que vous souhaitez mettre dans votre &#xE9;quipement, on vous fait tester une paire de chaussures adapt&#xE9;es afin de voir si vous vous sentez &#xE0; l&#x2019;aise dedans en courant. J&#x2019;avais le choix entre les <a href="http://www.asics.com/fr/fr-fr/Boutique/Chaussures/Course-%C3%A0-pied/Hommes/GEL-NIMBUS-17/p/0010236915.0130">Nimbus 17</a> et les <a href="http://www.asics.com/fr/fr-fr/Boutique/Chaussures/Course-%C3%A0-pied/Hommes/GEL-CUMULUS-17/p/0010248235.0193">Cumulus 17</a>. J&#x2019;ai pu essayer les deux et la diff&#xE9;rence de prix &#xE9;tait justifi&#xE9;e. En effet, je me sentais bien plus &#xE0; l&#x2019;aise dans les Nimbus 17 qui sont &#xE0; la fois plus dures et en m&#xEA;me temps absorbent mieux le choc.</p>
<p>Me voil&#xE0; alors partant pour une belle paire de Nimbus 17. Plus qu&#x2019;&#xE0; choisir la couleur.</p>
<p>Pour information, vous pouvez trouver les diff&#xE9;rents mod&#xE8;les qui peuvent vous correspondre sur le <a href="http://www.asicsamerica.com/medias/sys_master/he4/h13/9687465590814/pronation_chart.jpg">site am&#xE9;ricain d&#x2019;Asics</a>.</p>
<p>&#xC0; la fin de ce test, on vous remet un bilan complet de vos caract&#xE9;ristiques podales. Vous avez maintenant toutes les informations quant &#xE0; vos pieds et vous savez quel type de foul&#xE9;e vous avez.</p>
<p><strong>Le test co&#xFB;te 20&#x20AC;</strong> mais est d&#xE9;ductible en caisse. Cependant il est vrai que m&#xEA;me en payant ce test, cela vous co&#xFB;tera tout de m&#xEA;me moins cher en achetant sur Internet plut&#xF4;t qu&#x2019;au magasin.</p>
<p>Pour ma part, j&#x2019;ai command&#xE9; sur <a href="http://www.wiggle.fr/chaussures-asics-gel-nimbus-17-ah15/">Wiggle.fr</a> &#xE0; prix co&#xFB;tant. J&#x2019;ai &#xE9;t&#xE9; tr&#xE8;s satisfait de leur service. Je n&#x2019;h&#xE9;siterai pas &#xE0; commander &#xE0; nouveau l&#xE0;-bas.</p>
<p>Me voil&#xE0; finalement avec de belles Nimbus 17 de couleur verte, pr&#xEA;tes &#xE0; d&#xE9;vorer le bitume.</p>
<p><img src="/images/running-connaitre-type-foulee/asics-colour.jpg" alt=""></p>
<p>Une petite note aussi quant au choix de la pointure. Prenez facilement 1 cm voire 1 cm 50 de plus que votre taille de pied. C&#x2019;est une paire de chaussures pour courir donc il ne faut surtout pas que &#xE7;a frotte pour &#xE9;viter les ampoules. De plus, elles ont tendance &#xE0; se recroqueviller, surtout avec l&#x2019;usure. Faites le test. Mettez votre main &#xE0; plat et appuyez fortement dans la paume de votre main, voyez ce que cela provoque. C&#x2019;est pareil avec une chaussure.</p>
<p>Bonne course !</p>
<img style="width: 50%;;" src="http://i.giphy.com/fUMhF7Vp5iLVm.gif">

<p>(Merci &#xE0; <a href="https://twitter.com/madx">@madx</a> et <a href="https://twitter.com/Macxim">@Macxim</a> pour leurs corrections de texte).</p>
</div></section><div class="kud-Footer kud-Text--wowLink"><ul class="kud-Footer-list"><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://kud.io">La Maison</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://instagram.kud.io">Le Instagram</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://twitter.kud.io">Le Twitter</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="/en/">I speak English</a></li></ul></div></div><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-71841668-1', 'auto');
ga('send', 'pageview');</script></body></html>