<!DOCTYPE html><html class="post"><head><meta charset="utf-8"><title>_kud.diary &#x2014; Commander la bonne taille de v&#xEA;tements sur internet</title><meta name="description" content="Diary of the _kud"><meta name="viewport" content="width=device-width, initial-scale=1.0"><meta property="og:title" content="Commander la bonne taille de v&#xEA;tements sur internet"><meta property="og:image" content="http://diary.kud.io/images/commander-la-bonne-taille-de-vetements-sur-internet/cover.jpg"><link rel="shortcut icon" type="image/png" href="http://kud.io/favicon.png"><link rel="stylesheet" href="/index.css"></head><body><div class="kud-Banner"><script></script><a class="kud-Banner-link" href="/fr/">Retour &#xE0; la page principale</a></div><div class="kud-Wrapper"><section class="kud-Post kud-Text--wowLink animated fadeIn"><div class="kud-PostHeader"><span class="kud-PostHeader-decorator"><img class="kud-PostHeader-img" src="/images/commander-la-bonne-taille-de-vetements-sur-internet/cover.jpg"></span><div class="kud-PostHeader-overlay"><div class="kud-PostHeader-wrapper"><h2 class="kud-PostHeader-heading" id="commander-la-bonne-taille-de-vtements-sur-internet"><a class="kud-Anchor" href="#commander-la-bonne-taille-de-vtements-sur-internet"><span></span></a><a href="">Commander la bonne taille de v&#xEA;tements sur internet</a></h2><time class="kud-PostHeader-date hint--bottom" data-hint="il y a 4 ans">samedi 13 f&#xE9;vrier 2016</time></div></div></div><div class="kud-Post-content"><p>Commandant r&#xE9;guli&#xE8;rement sur internet des v&#xEA;tements ou des chaussures mais ne connaissant pas toujours ma taille pour certaines marques, je me suis lanc&#xE9; dans l&#x2019;exp&#xE9;rience de commander des produits identiques mais avec des tailles diff&#xE9;rentes. L&#x2019;objectif est &#xE9;videmment de les essayer et de renvoyer la ou les tailles qui ne conviennent pas. La condition au pr&#xE9;alable pour r&#xE9;aliser cette exp&#xE9;rience &#xE9;tait que les retours soient gratuits. Pour cela j&#x2019;ai fait 6 essais : <a href="http://www.minelli.fr/">Minelli</a>, <a href="http://www.amazon.fr/">Amazon</a>, <a href="http://www.lacoste.com/fr/">Lacoste</a>, <a href="http://www.carhartt-wip.com/">Carhartt</a>, <a href="https://www.zalando.fr/">Zalando</a> et <a href="http://www.asos.com/">Asos</a>. 6 ecommerces qui acceptent le retour gratuit entre 14 et 30 jours.</p>
<p>Une petite parenth&#xE8;se. Cela me fait penser que j&#x2019;ai toujours &#xE9;t&#xE9; envieux des am&#xE9;ricains avec leur <a href="http://www.amazon.fr/">Amazon</a> qui proposait depuis longtemps des v&#xEA;tements dont certaines marques qui m&#x2019;int&#xE9;ressaient mais que je ne trouvais pas facilement en France. Mais ceci est r&#xE9;solu, <a href="http://www.amazon.fr/">Amazon</a> vend maintenant des fringues, comme par exemple une marque que j&#x2019;aime beaucoup : <a href="http://www.merc-clothing.eu/">Merc of London</a>.</p>
<iframe width="560" height="315" src="https://www.youtube.com/embed/57APNJx0buo" frameborder="0" allowfullscreen></iframe>

<p>Revenons &#xE0; notre histoire de taille. Quand vous ne connaissez ni la marque ni le mod&#xE8;le, il est vite possible de se tromper. Pour cela, commander d&#x2019;un coup plusieurs tailles, cela peut &#xEA;tre une solution. Cela demande certes d&#x2019;avoir un peu d&#x2019;argent de c&#xF4;t&#xE9; et de l&#x2019;organisation pour renvoyer mais ayant une poste juste en face de chez moi qui ferme &#xE0; 20h, cela me facilite grandement le processus.</p>
<p>Bon. Comment j&#x2019;ai proc&#xE9;d&#xE9;, rien de plus :</p>
<ul>
<li>Achat de plusieurs tailles d&#x2019;un mod&#xE8;le en e-commerce (au passage, &#xE7;a vous permet parfois d&#x2019;attendre le seuil pour la livraison gratuite et m&#xEA;me peut &#xEA;tre super int&#xE9;ressant pour les codes promo en %);</li>
<li>R&#xE9;ception du colis;</li>
<li>Essai (en me laissant 2-3 jours, surtout pour les chaussures, les pieds bougeant durant la journ&#xE9;e);</li>
<li>Renvoi par la poste gratuitement.</li>
</ul>
<p>A noter qu&#x2019;en fonction du e-commerce, la d&#xE9;marche n&#x2019;est pas la m&#xEA;me. Typiquement <a href="http://www.carhartt-wip.com/">Carhartt</a>, <a href="http://www.asos.com/">Asos</a> et <a href="https://www.zalando.fr/">Zalando</a> fournissent directement le n&#xE9;cessaire pour renvoyer. En revanche, pour <a href="http://www.amazon.fr/">Amazon</a> il vous faut faire une demande aupr&#xE8;s d&#x2019;eux et l&#x2019;imprimer. Imprimante n&#xE9;cessaire donc.</p>
<p>Dans la majorit&#xE9; des cas, il faut de toute fa&#xE7;on au pr&#xE9;alable aller sur leur site et informer ce que vous renvoyez, c&#x2019;est une conduite assez courante.</p>
<p>Apr&#xE8;s test, voici ce que j&#x2019;ai pu obtenir c&#xF4;t&#xE9; remboursement :</p>
<ul>
<li><a href="http://www.minelli.fr/">Minelli</a> : 5j apr&#xE8;s r&#xE9;ception du colis;</li>
<li><a href="http://www.amazon.fr/">Amazon</a> : 2j (voire le jour m&#xEA;me, je ne sais pas comment ils font, &#xE7;a doit d&#xE9;pendre du prix du produit. D&#xE8;s que le colis a &#xE9;t&#xE9; enregistr&#xE9;, ils remboursent&#x2026; peut-&#xEA;tre.);</li>
<li><a href="http://www.lacoste.com/fr/">Lacoste</a> : 2 semaines apr&#xE8;s r&#xE9;ception du colis;</li>
<li><a href="http://www.carhartt-wip.com/">Carhartt</a> : 5j;</li>
<li><a href="https://www.zalando.fr/">Zalando</a> : 1 &#xE0; 2 semaines;</li>
<li><a href="http://www.asos.com/">Asos</a> : 1 &#xE0; 2 semaines.</li>
</ul>
<p>Le plus rapide reste <a href="http://www.amazon.fr/">Amazon</a>, et le plus long serait <a href="http://www.lacoste.com/fr/">Lacoste</a>.</p>
<p>Je ne connais cependant pas l&#x2019;impact &#xE9;cologique de cette d&#xE9;marche, <a href="http://www.consoglobe.com/commerce-economie-rime-ecologie-2858-cg">consoglobe</a> en parle ainsi que <a href="http://www.matthieu-tranvan.fr/revue-de-tendance/acheter-en-ligne-un-nouveau-comportement-ecologique-qui-changerait-la-distribution-des-entreprises.html">Matthieu Tranvan</a>.</p>
<p>Je ne sais pas non plus si cela vous est vraiment n&#xE9;cessaire mais &#xE9;tant assez petit et carr&#xE9;, je peux tr&#xE8;s bien aller du L au XL (voire XXL parfois) pour le haut, du 32 au 34 pour le bas (si c&#x2019;est du skinny, slim ou normal, j&#x2019;ai d&#xE9;j&#xE0; renvoy&#xE9; du 34 skinny alors que d&#x2019;autres slim en 32 m&#x2019;allaient), et du 45 au 48,5 pour les chaussures.</p>
<p>En tout cas, je suis plut&#xF4;t satisfait de ce proc&#xE9;d&#xE9;; j&#x2019;obtiens vraiment des produits &#xE0; ma taille, sans trop de contraintes. Et j&#x2019;ai toujours &#xE9;t&#xE9; rembours&#xE9; sans probl&#xE8;me.</p>
<p>De mani&#xE8;re plus g&#xE9;n&#xE9;rale, n&#x2019;h&#xE9;sitez pas &#xE0; aller sur un moteur de recherche et taper &#x201C;:nom de la marque: size guide&#x201D;, vous trouverez l&#x2019;&#xE9;quivalent en <em>cm</em> des tailles de la marque, vous permettant alors de vous mesurer chez vous et de voir quelle taille vous irait le mieux. Car les guides de tailles sur les sites g&#xE9;n&#xE9;ralistes (comme la redoute, zalando, etc) donnent des tailles&#x2026; trop g&#xE9;n&#xE9;ralistes, justement.</p>
<p>Bons achats. :)</p>
</div></section><div class="kud-Footer kud-Text--wowLink"><ul class="kud-Footer-list"><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://kud.io">La Maison</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://instagram.kud.io">Le Instagram</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://twitter.kud.io">Le Twitter</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="/en/">I speak English</a></li></ul></div></div><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-71841668-1', 'auto');
ga('send', 'pageview');</script></body></html>