<!DOCTYPE html><html class="post"><head><meta charset="utf-8"><title>_kud.diary &#x2014; Natation - Comment bien choisir son &#xE9;quipement sportif</title><meta name="description" content="Diary of the _kud"><meta name="viewport" content="width=device-width, initial-scale=1.0"><meta property="og:title" content="Natation - Comment bien choisir son &#xE9;quipement sportif"><meta property="og:image" content="http://diary.kud.io/images/natation-comment-bien-choisir-son-equipement-sportif/cover.jpg"><link rel="shortcut icon" type="image/png" href="http://kud.io/favicon.png"><link rel="stylesheet" href="/index.css"></head><body><div class="kud-Banner"><script></script><a class="kud-Banner-link" href="/fr/">Retour &#xE0; la page principale</a></div><div class="kud-Wrapper"><section class="kud-Post kud-Text--wowLink animated fadeIn"><div class="kud-PostHeader"><span class="kud-PostHeader-decorator"><img class="kud-PostHeader-img" src="/images/natation-comment-bien-choisir-son-equipement-sportif/cover.jpg"></span><div class="kud-PostHeader-overlay"><div class="kud-PostHeader-wrapper"><h2 class="kud-PostHeader-heading" id="natation---comment-bien-choisir-son-quipement-sportif"><a class="kud-Anchor" href="#natation---comment-bien-choisir-son-quipement-sportif"><span></span></a><a href="">Natation - Comment bien choisir son &#xE9;quipement sportif</a></h2><time class="kud-PostHeader-date hint--bottom" data-hint="il y a 4 ans">jeudi 7 janvier 2016</time></div></div></div><div class="kud-Post-content"><p>On oublie parfois que certaines choses sont si faciles d&#x2019;acc&#xE8;s. C&#x2019;est le cas de la piscine. &#xC7;a fait un peu plus de 4 ans que je suis &#xE0; Paris, et je ne suis jamais all&#xE9; &#xE0; la piscine de mon quartier qui est &#xE0; 5 minutes. Regrettable. Mais qu&#x2019;importe, j&#x2019;ai rem&#xE9;di&#xE9; &#xE0; &#xE7;a. Et j&#x2019;aime tellement &#xE7;a que j&#x2019;en ai fait 1 heure tous les dimanches pendant 4 mois. Plut&#xF4;t pas mal, non ?</p>
<p>Cependant, avec l&#x2019;hiver, je favorise plut&#xF4;t aller courir pour sortir le week-end prendre l&#x2019;air. Surtout lorsqu&#x2019;en semaine, vous passez votre temps sur une chaise &#xE0; l&#x2019;int&#xE9;rieur. Mais bref, revenons &#xE0; la natation.</p>
<p>Je suis de ceux qui pensent que pour bien appr&#xE9;cier quelque chose, il faut se donner &#xE0; fond, et rien de tel qu&#x2019;acheter le bon &#xE9;quipement pour profiter au maximum de cet instant.</p>
<p>Dans cet article, je souhaite vous donner quelques conseils avant de vous plonger dans cette activit&#xE9;. Commen&#xE7;ons par l&#x2019;&#xE9;l&#xE9;ment principal.</p>
<h2 id="le-maillot"><a class="kud-Anchor" href="#le-maillot"><span></span></a>Le maillot</h2>
<p>Le choix du maillot est important, pour l&#x2019;esth&#xE9;tisme certes mais aussi pour les performances et surtout parce que certains ne sont pas accept&#xE9;s en piscine.</p>
<p>Oubliez les boardshorts, les bermudas, les cale&#xE7;ons, ceux-ci sont r&#xE9;serv&#xE9;s &#xE0; la plage. Et ne faites pas comme j&#x2019;ai pu voir en vous ramenant avec un boxer classique. &#x1F60E;</p>
<p>La question ici est d&#x2019;ordre sanitaire ou de s&#xE9;curit&#xE9; physique ou morale. Je vous passe les d&#xE9;tails.</p>
<p>Ceux autoris&#xE9;s ? Les shorties / boxers, les jammers (shorts qui vous arrivent jusqu&#x2019;aux genoux, une sorte de cuissard), et le fameux slip de bain (tant aim&#xE9; par nos amis italiens sur la plage).</p>
<p>Qu&#x2019;est-ce que j&#x2019;ai choisi ? Apr&#xE8;s avoir longtemps eu un boxer (oui le slip, c&#x2019;est mignon mais je crois que &#xE7;a ne me va pas), je me suis achet&#xE9; un beau <a href="http://www.speedostoreeu.com/men/men-all-swimwear/809663.html">jammer</a>, de son petit nom &#x201C;Men&#x2019;s Speedo Fit Pinnacle Jammer&#x201D;.</p>
<p><a href="/images/natation-comment-bien-choisir-son-equipement-sportif/jammer.png"><img src="/images/natation-comment-bien-choisir-son-equipement-sportif/jammer.png" alt=""></a></p>
<p>L&#x2019;int&#xE9;r&#xEA;t ? Faire de belles jambes&#x2026;?</p>
<p>C&#x2019;est surtout que cela gaine le corps et &#xE7;a permet une meilleure glisse dans l&#x2019;eau.</p>
<p>Comptez aux alentours de 45&#x20AC; (oui, ce n&#x2019;est pas donn&#xE9;) mais c&#x2019;est super agr&#xE9;able &#xE0; porter, j&#x2019;en suis tr&#xE8;s satisfait.</p>
<h2 id="les-lunettes"><a class="kud-Anchor" href="#les-lunettes"><span></span></a>Les lunettes</h2>
<p>Passons maintenant aux lunettes.</p>
<p>Si vous &#xEA;tes int&#xE9;ress&#xE9;(e) par la piscine de loisir ou si vous ne faites que de la brasse simple ou du dos, les lunettes ne sont pas forc&#xE9;ment n&#xE9;cessaires. Cependant, si vous voulez ne pas avoir les yeux d&#xE9;fonc&#xE9;s par le chlore et voir facilement dans l&#x2019;eau, c&#x2019;est quand m&#xEA;me plus pratique.</p>
<p>Une paire de lunettes ne se choisit pas parce qu&#x2019;elle est jolie (du moins, pas dans un premier temps), cela se choisit en fonction de la morphologie (en d&#x2019;autres termes, la forme de votre visage). C&#x2019;est pour cela qu&#x2019;il me parait inconcevable &#xE0; mon sens de les acheter sur internet (sauf si vous connaissez d&#xE9;j&#xE0; votre mod&#xE8;le favori). Il faut absolument les essayer. Et pour les essayer, rien de plus simple, il suffit de les prendre dans vos mains, et les mettre sur vos yeux sans utiliser la sangle (ou nomm&#xE9;e aussi lani&#xE8;re). Si l&#x2019;effet ventouse s&#x2019;effectue correctement, c&#x2019;est &#xE0; dire qu&#x2019;elles se collent &#xE0; votre visage sans aucune pression et que vous vous sentez &#xE0; l&#x2019;aise avec, alors c&#x2019;est la bonne paire.</p>
<p>En effet, la sangle d&#x2019;une paire de lunettes de natation ne sert qu&#x2019;&#xE0; les maintenir dans les mouvements, mais nullement &#xE0; permettre l&#x2019;effet coll&#xE9; sur votre visage pour &#xE9;viter que l&#x2019;eau ne rentre.</p>
<p>Il y a plusieurs param&#xE8;tres &#xE0; prendre en compte dans une paire de lunettes, les voici :</p>
<h3 id="le-champ-de-vision"><a class="kud-Anchor" href="#le-champ-de-vision"><span></span></a>Le champ de vision</h3>
<p>Toutes les lunettes ne sont pas &#xE9;gales sur le champ de vision. En fonction de vos besoins et de votre niveau, vous n&#x2019;allez pas prendre forc&#xE9;ment le m&#xEA;me type de lunettes.</p>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/champ-de-vision-lunettes.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/champ-de-vision-lunettes.jpg" style="width: 70%; margin: auto;">
</a>

<p>Les visions panoramiques sont par exemple tr&#xE8;s sympa pour le loisir mais s&#x2019;il s&#x2019;agit de faire du sport (tel qu&#x2019;on peut l&#x2019;entendre), il vaut mieux favoriser une paire de lunettes dont le champ se concentre sur la ligne droite que vous parcourez.</p>
<h3 id="les-r&#xE9;glages"><a class="kud-Anchor" href="#les-r&#xE9;glages"><span></span></a>Les r&#xE9;glages</h3>
<h4 id="monobloc"><a class="kud-Anchor" href="#monobloc"><span></span></a>Monobloc</h4>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-monobloc-natation.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-monobloc-natation.jpg" style="width: 30%; margin: auto;">
</a>

<p>Aucun ajustement possible, le pont est fig&#xE9;. (Comme les masques par exemple).</p>
<h4 id="r&#xE9;glable"><a class="kud-Anchor" href="#r&#xE9;glable"><span></span></a>R&#xE9;glable</h4>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-reglable-natation.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-reglable-natation.jpg" style="width: 30%; margin: auto;">
</a>

<p>Auto-ajustement. Rien &#xE0; faire, elles s&#x2019;ajustent &#xE0; la forme de votre visage.</p>
<h4 id="interchangeable"><a class="kud-Anchor" href="#interchangeable"><span></span></a>Interchangeable</h4>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-interchangable-natation.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-interchangable-natation.jpg" style="width: 30%; margin: auto;">
</a>

<p>Interchangeable avec 3 tailles diff&#xE9;rentes. Elles mixent plus ou moins monobloc et r&#xE9;glable. Le pont est fixe mais comme vous pouvez le changer, il vous permettra d&#x2019;avoir les lunettes &#xE0; votre taille. L&#x2019;auto-ajustement (solution pr&#xE9;c&#xE9;dente) est bien mais demande &#xE0; ce qu&#x2019;il s&#x2019;ajuste constamment et le pont peut &#xE0; terme fatigu&#xE9;. L&#xE0;, ce n&#x2019;est pas le cas, avec un pont fixe.</p>
<h4 id="sur-mesure"><a class="kud-Anchor" href="#sur-mesure"><span></span></a>Sur mesure</h4>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-a-monter-natation.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/pont-de-nez-a-monter-natation.jpg" style="width: 30%; margin: auto;">
</a>

<p>Un kit pour personnaliser au mieux votre paire de lunettes. G&#xE9;n&#xE9;ralement pour les pro, et parfois sans joint donc pas forc&#xE9;ment agr&#xE9;able.</p>
<h3 id="la-sangle"><a class="kud-Anchor" href="#la-sangle"><span></span></a>La sangle</h3>
<p>Plusieurs types de sangles :</p>
<ul>
<li>Double lani&#xE8;re r&#xE9;glable &#xE0; l&#x2019;arri&#xE8;re</li>
<li>Simple lani&#xE8;re r&#xE9;glable &#xE0; l&#x2019;arri&#xE8;re : reprend le principe du r&#xE9;glage &#xE0; l&#x2019;arri&#xE8;re mais avec une simple lani&#xE8;re r&#xE9;glable &#xE0; l&#x2019;arri&#xE8;re. R&#xE9;glage plus facile.</li>
<li>Lani&#xE8;re r&#xE9;glable sur les c&#xF4;t&#xE9;s : se r&#xE8;gle sur le c&#xF4;t&#xE9; droit et gauche, sur le devant.</li>
</ul>
<hr>
<p>En ce qui me concerne, apr&#xE8;s en avoir essay&#xE9; pas mal en magasin, j&#x2019;ai fini avec une paire qui me tient vraiment bien au visage et sont agr&#xE9;ables : les <a href="http://www.speedostoreeu.com/goggles/goggles-all-goggles/809002.html?dwvar_809002_color=8912">Speedo Aquapure IQfit Goggle</a> (~25&#x20AC;).</p>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/lunettes.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/lunettes.jpg" style="width: 50%; margin: auto;">
</a>

<p>En r&#xE9;sum&#xE9;, ne choisissez pas une paire de lunettes sous pr&#xE9;texte qu&#x2019;elles sont ch&#xE8;res ou jolies ou qu&#x2019;on vous les a conseill&#xE9;es. Choisissez une paire parce qu&#x2019;elles vous tiennent bien aux yeux lorsque vous les mettez sans la sangle.</p>
<h3 id="conseils-dentretien"><a class="kud-Anchor" href="#conseils-dentretien"><span></span></a>Conseils d&#x2019;entretien</h3>
<ul>
<li>Rincez les lunettes &#xE0; l&#x2019;eau claire et froide apr&#xE8;s chaque utilisation.</li>
<li>Evitez les longues expositions au soleil qui peuvent endommager les &#xE9;lastiques et certains &#xE9;l&#xE9;ments des lunettes.</li>
<li>Prot&#xE9;gez vos lunettes de la salet&#xE9; ou de la graisse, en particulier sur les verres.</li>
<li>Important : ne touchez pas la face int&#xE9;rieure des verres (ni avec le doigt, ni avec chiffon) pour ne pas d&#xE9;truire le traitement anti-bu&#xE9;e. Utilisez plut&#xF4;t votre salive (s&#xE9;rieusement). &#x1F44D;</li>
</ul>
<h2 id="les-accessoires"><a class="kud-Anchor" href="#les-accessoires"><span></span></a>Les accessoires</h2>
<p>Des accessoires, il y en a plusieurs : mini-palmes (les seules g&#xE9;n&#xE9;ralement autoris&#xE9;es en piscine), gants palm&#xE9;s et autres diversit&#xE9;s en mousse pour ne faire travailler qu&#x2019;une partie du corps. Ici, je ne vous en parlerai pas car je n&#x2019;ai aucune connaissance et je n&#x2019;ai rien achet&#xE9; &#xE0; ce sujet. En revanche, s&#x2019;il y a bien deux accessoires indispensables (du moins l&#x2019;un plus que l&#x2019;autre), ce sont les serviettes et les claquettes/tongues/sandales/whatever l&#x2019;horrible nom que &#xE7;a peut avoir.</p>
<h3 id="serviette"><a class="kud-Anchor" href="#serviette"><span></span></a>Serviette</h3>
<p>Une serviette, lorsqu&#x2019;on va &#xE0; la piscine, c&#x2019;est quand m&#xEA;me bien pratique. Je ne sais pas vous mais moi, remettre mes affaires alors que je suis encore tout mouill&#xE9;, c&#x2019;est pas l&#x2019;id&#xE9;al. Apr&#xE8;s, &#xE7;a peut avoir son charme, hein.</p>
<img src="/images/natation-comment-bien-choisir-son-equipement-sportif/justinwet.jpg" style="width: 30%; margin: auto;">

<p>Pour &#xE7;a, on a invent&#xE9; les serviettes. Et d&#x2019;ailleurs pas n&#x2019;importe quelle serviette, les serviettes microfibres. Peu encombrantes, et s&#xE8;chent vite.</p>
<p>Pour &#xE7;a, je suis all&#xE9; chez Decathlon, ne voulant pas trop y mettre cher. J&#x2019;&#xE9;tais assez sceptique sur le produit alors j&#x2019;ai achet&#xE9; la &#x201C;<a href="http://www.decathlon.fr/serviette-microfibre-jaune-l-id_8271389.html">serviette microfibre jaune ultra compacte taille L 80 x 130 cm NABAIJI</a>&#x201C; (&#xE7;a en jette, n&#x2019;est-ce pas). Visible ci-dessous. Environ 7&#x20AC;.</p>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/serviette.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/serviette.jpg" style="width: 50%; margin: auto;">
</a>

<p>Je dois dire que j&#x2019;ai &#xE9;t&#xE9; assez surpris. Bon okay, vous avez l&#x2019;impression de vous essuyer avec une serviette McDo en pseudo-plastique qui &#xE9;tale plus qu&#x2019;elle n&#x2019;essuie. M&#xEA;me concept ici. Mais c&#xF4;t&#xE9; rangement et rapidit&#xE9; de s&#xE9;chage, cela fonctionne bien. Une fois habitu&#xE9;, finalement ce genre de produit est pratique. Je ne l&#x2019;utiliserai pas cependant pour ma salle de bain, c&#x2019;est bien trop peu agr&#xE9;able pour mon petit corps tout doux.</p>
<h3 id="claquettes"><a class="kud-Anchor" href="#claquettes"><span></span></a>Claquettes</h3>
<p>On passe &#xE0; la partie accessoire non obligatoire mais int&#xE9;ressant, les claquettes.</p>
<p>Bon, par contre je vous pr&#xE9;viens direct. Si c&#x2019;est pour mettre ce genre de chose avec des chaussettes lorsque vous &#xEA;tes chez vous (voire dehors, encore pire), c&#x2019;est tout bonnement non.</p>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/beauf.png">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/beauf.png" style="width: 50%; margin: auto;">
</a>

<p>Il faut avoir un peu de respect pour soi tout de m&#xEA;me.</p>
<p>Aller &#xE0; la piscine c&#x2019;est prendre parfois des risques. Entre le carrelage froid, les chutes, les mycoses, et je ne sais gu&#xE8;re autres probl&#xE8;mes, avoir une paire de claquettes, &#xE7;a ne mange pas de pain. Je ne sais pas si &#xE7;a &#xE9;vite les mycoses mais je me sens plus rassur&#xE9;. Pour &#xE7;a, rien de tel qu&#x2019;une excellente et jolie paire d&#x2019;<a href="http://www.arenawaterinstinct.com/fr_fr/">Arena</a>.</p>
<a href="/images/natation-comment-bien-choisir-son-equipement-sportif/claquette.jpg">
  <img src="/images/natation-comment-bien-choisir-son-equipement-sportif/claquette.jpg" style="width: 50%; margin: auto;">
</a>

<p>Elles sont chouettes hein, ? Bon, &#xE7;a reste des claquettes. Disons que ce sont les moins pires que j&#x2019;ai trouv&#xE9;es, disponible d&#x2019;ailleurs sur <a href="http://les4nages.com/contents/fr/p4462_claquettes-mixte-arena-marco-x-grip-logo-lime-turquoise.html">les4nages.com</a>. Pas forc&#xE9;ment super comfy, mais ce n&#x2019;est pas l&#x2019;objectif, elles permettent d&#x2019;avoir toujours les pieds au sec avec ses picots. Comptez 27&#x20AC;.</p>
<hr>
<p>Je crois qu&#x2019;on a fait le tour.</p>
<p>Un petit point sur la pratique de la natation tout de m&#xEA;me.</p>
<h3 id="avantages-de-la-natation"><a class="kud-Anchor" href="#avantages-de-la-natation"><span></span></a>Avantages de la natation</h3>
<blockquote>
<p>La natation est un sport complet qui sollicite l&#x2019;ensemble des muscles du corps et qui d&#xE9;veloppe l&#x2019;endurance. La natation sollicite de mani&#xE8;re harmonieuse l&#x2019;appareil respiratoire et pulmonaire. Elle permet aux articulations d&#x2019;&#xEA;tre d&#xE9;charg&#xE9;es du poids du corps sur les articulations. La natation permet de travailler son souffle dans une atmosph&#xE8;re chaude. Il s&#x2019;agit d&#x2019;une activit&#xE9; sportive qui apaise et d&#xE9;contracte.</p>
</blockquote>
<blockquote>
<p>1 &#xE0; 2 s&#xE9;ances/semaine de 30 &#xE0; 45 minutes environ sont conseill&#xE9;es.</p>
</blockquote>
<p>On reprend :</p>
<ul>
<li>Am&#xE9;liore votre force musculaire</li>
<li>Diminue et contr&#xF4;le votre poids</li>
<li>Augmente votre endurance cardiovasculaire et pr&#xE9;vient des maladies chroniques</li>
<li>Am&#xE9;liore votre flexibilit&#xE9;, votre posture et votre &#xE9;quilibre</li>
<li>R&#xE9;duit votre &#xE9;ventuel stress</li>
</ul>
<p>Plus d&#x2019;informations sur <a href="http://espaces-fitness.com/5-bienfaits-avantages-natation-corps/">espaces-fitness.com</a>.</p>
<p>En somme, c&#x2019;est un sport plut&#xF4;t sympa et moins brutal pour le corps que le running par exemple.</p>
<h3 id="la-bonne-conduite"><a class="kud-Anchor" href="#la-bonne-conduite"><span></span></a>La bonne conduite</h3>
<p>Parce qu&#x2019;il fallait bien qu&#x2019;on parle un peu d&#x2019;attitude &#xE0; avoir &#xE0; la piscine. Faire de la natation c&#x2019;est bien, mais il y a quelques r&#xE8;gles de savoir-vivre pour que tout le monde puisse s&#x2019;entendre et appr&#xE9;cier cette pratique.</p>
<p>Par exemple, prendre une douche avant de rentrer dans la piscine, c&#x2019;est plut&#xF4;t socialement appr&#xE9;ciable (voire obligatoire &#xE0; vrai dire, mais bon).</p>
<p>Evitez aussi de vous ramener avec vos palmes dignes du Grand Bleu. D&#xE9;j&#xE0;, c&#x2019;est g&#xE9;n&#xE9;ralement interdit et puis c&#x2019;est bien chiant quand vous &#xEA;tes derri&#xE8;re. Les mini sont accept&#xE9;es mais comprenez que vous allez plus vite que les autres, pas la peine de r&#xE2;ler lorsque les autres n&#x2019;avancent pas &#xE0; la m&#xEA;me vitesse que vous.</p>
<p>On &#xE9;vite aussi de pratiquer le dos lorsqu&#x2019;on est dans une zone r&#xE9;serv&#xE9;e &#xE0; la nage rapide et/ou les nages crawl/brasse coul&#xE9;e. Ce n&#x2019;est pas parce qu&#x2019;on ne vous dit rien que ce n&#x2019;est pas p&#xE9;nible. G&#xE9;n&#xE9;ralement, si vous lisez bien, il y a des sections, et c&#x2019;est souvent &#x201C;nages rapides&#x201D; et &#x201C;toutes nages&#x201D;. Si vous &#xEA;tes sur le dos, allez dans &#x201C;toutes nages&#x201D;. Ce serait fortement sympathique de votre part. (On sent le v&#xE9;cu du mec un peu &#xE9;nerv&#xE9; l&#xE0;). Cela vaut aussi lorsque vous utilisez des accessoires en mousse.</p>
<p>En soi, il est &#xE9;vident que le rythme de chacun est diff&#xE9;rent, et que la piscine peut &#xEA;tre parfois trop petite par rapport aux nombres de personnes dedans, mais soyez attentif/attentive aux autres et voyez si vous avez le m&#xEA;me rythme ou si vous &#xEA;tes sur la bonne ligne. Cela sera profitable pour tous.</p>
<img src="/images/natation-comment-bien-choisir-son-equipement-sportif/hey.gif" style="width: 30%; margin: auto;">

<hr>
<p>Je n&#x2019;ai plus qu&#x2019;&#xE0; vous souhaiter une bonne s&#xE9;ance. J&#x2019;esp&#xE8;re que vous aurez toutes les informations n&#xE9;cessaires pour bien choisir votre &#xE9;quipement.</p>
<p>Pour les parisiens, si vous souhaitez conna&#xEE;tre les piscines proches de chez vous, vous pouvez aller sur <a href="http://piscine.equipement.paris.fr/tousleshoraires">le site de Mairie de Paris</a>. Tout y est.</p>
<p>Allez salut, j&#x2019;y vais moi.</p>
<img src="/images/natation-comment-bien-choisir-son-equipement-sportif/diving.gif" style="width: 70%; margin: auto;">


<h2 id="resources"><a class="kud-Anchor" href="#resources"><span></span></a>Resources</h2>
<ul>
<li><a href="http://www.tonyprycesports.co.uk/speedo-fit-pinnacle-v-mens-swimming-jammer-dark-blue-p65414">Speedo Fit Pinnacle &#x201C;V&#x201D; Men&#x2019;s Swimming Jammer Dark Blue</a></li>
</ul>
</div><div id="disqus_thread"></div><script>//- var disqus_config = function () {
//-   this.page.url = PAGE_URL;
//-   this.page.identifier = PAGE_IDENTIFIER; // Replace PAGE_IDENTIFIER with your page's unique identifier variable
//- }

(function() {
    var d = document, s = d.createElement('script');
    s.src = '//kuddiary.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
})();</script><noscript><p>No JavaScript, no comments.</p></noscript></section><div class="kud-Footer kud-Text--wowLink"><ul class="kud-Footer-list"><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://kud.io">La Maison</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://instagram.kud.io">Le Instagram</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://twitter.kud.io">Le Twitter</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="/en/">I speak English</a></li></ul></div></div><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-71841668-1', 'auto');
ga('send', 'pageview');</script></body></html>