<!DOCTYPE html><html class="post"><head><meta charset="utf-8"><title>_kud.diary &#x2014; De la bonne id&#xE9;e &#xE0; la mauvaise r&#xE9;alisation</title><meta name="description" content="Diary of the _kud"><meta name="viewport" content="width=device-width, initial-scale=1.0"><meta property="og:title" content="De la bonne id&#xE9;e &#xE0; la mauvaise r&#xE9;alisation"><meta property="og:image" content="http://diary.kud.io/images/bonne-idee-mauvaise-realisation/cover.jpg"><link rel="shortcut icon" type="image/png" href="http://kud.io/favicon.png"><link rel="stylesheet" href="/index.css"></head><body><div class="kud-Banner"><script></script><a class="kud-Banner-link" href="/fr/">Retour &#xE0; la page principale</a></div><div class="kud-Wrapper"><section class="kud-Post kud-Text--wowLink animated fadeIn"><div class="kud-PostHeader"><span class="kud-PostHeader-decorator"><img class="kud-PostHeader-img" src="/images/bonne-idee-mauvaise-realisation/cover.jpg"></span><div class="kud-PostHeader-overlay"><div class="kud-PostHeader-wrapper"><h2 class="kud-PostHeader-heading" id="de-la-bonne-ide--la-mauvaise-ralisation"><a class="kud-Anchor" href="#de-la-bonne-ide--la-mauvaise-ralisation"><span></span></a><a href="">De la bonne id&#xE9;e &#xE0; la mauvaise r&#xE9;alisation</a></h2><time class="kud-PostHeader-date hint--bottom" data-hint="il y a 3 ans">vendredi 13 mai 2016</time></div></div></div><div class="kud-Post-content"><p>Je vais vous raconter une petite histoire, l&#x2019;histoire d&#x2019;un passage pi&#xE9;ton.</p>
<img src="/images/bonne-idee-mauvaise-realisation/passage-pieton.jpg" style="width: 50%; margin: auto;">

<p>Il &#xE9;tait une fois un passage pi&#xE9;ton tout proche de chez moi que je prenais &#xE0; chaque fois que j&#x2019;allais faire les courses. Son principe est simple. &#xC0; chaque fois qu&#x2019;un pi&#xE9;ton met le pied dessus, il a la priorit&#xE9; vis-&#xE0;-vis des voitures.
Bon &#xE7;a, c&#x2019;est dans l&#x2019;id&#xE9;al. Sauf que j&#x2019;habite &#xE0; Paris. Et &#xE0; Paris, les conducteurs de voiture et tout autre v&#xE9;hicule ne sont pas forc&#xE9;ment tr&#xE8;s commodes. Le respect du pi&#xE9;ton est parfois difficile et rares sont les cas o&#xF9; - contrairement en Angleterre - les voitures s&#x2019;arr&#xEA;tent d&#x2019;elles-m&#xEA;me pour laisser passer les pi&#xE9;tons. C&#x2019;est &#xE9;ventuellement un manque de courtoisie mais ce n&#x2019;est pas une infraction en soi. Ceci &#xE9;tant, avec un peu de bonne volont&#xE9; (et d&#x2019;inconscience), en tant que pi&#xE9;ton, j&#x2019;arrive &#xE0; me faire respecter et n&#x2019;h&#xE9;site pas &#xE0; mettre le pied sur le passage pi&#xE9;ton lorsque j&#x2019;estime assez judicieux de pouvoir le faire. G&#xE9;n&#xE9;ralement, je me fais respecter.</p>
<p>Mais &#xE7;a, c&#x2019;&#xE9;tait avant. Oui car, contrairement &#xE0; moi, de nombreuses personnes n&#x2019;osaient pas traverser de peur de se faire &#xE9;craser. Il s&#x2019;av&#xE8;re que j&#x2019;habite &#xE0; c&#xF4;t&#xE9; d&#x2019;une avenue, et les voitures d&#xE9;passent souvent les limites de vitesse (50km/h en ville).</p>
<p>Pour ce probl&#xE8;me, notre ch&#xE8;re ville a d&#xE9;cid&#xE9; de s&#x2019;en occuper en ajoutant des feux &#xE0; ce passage pi&#xE9;ton. Cela permettrait &#xE0; toute personne voulant passer d&#x2019;appuyer sur le bouton pour que les voitures s&#x2019;arr&#xEA;tent au rouge. C&#x2019;&#xE9;tait sans compter la mauvaise r&#xE9;alisation du projet. C&#x2019;aurait pu &#xEA;tre en effet int&#xE9;ressant si cela d&#xE9;clenchait un feu dans les 5 &#xE0; 10s juste apr&#xE8;s, voire 20s grand maxi, mais non, appuyer sur le bouton n&#x2019;a une action sur le feu qu&#x2019;apr&#xE8;s 45 putains de secondes. On en arrive alors &#xE0; cette situation :</p>
<p>Alors qu&#x2019;avant je pouvais forcer pour passer, maintenant je n&#x2019;ai plus le droit car le feu me l&#x2019;interdit. De plus, la majorit&#xE9; du temps tu finis par passer avant les 45s (car le fluide des voitures est irr&#xE9;gulier (il y a un autre feu, lui automatique, quelques m&#xE8;tres avant)). En cons&#xE9;quence les voitures se tapent un feu rouge alors qu&#x2019;il ne reste plus aucun pi&#xE9;ton.</p>
<p>Ce n&#x2019;est donc profitable ni pour les pi&#xE9;tons, ni pour les voitures. Ou comment partir d&#x2019;une bonne id&#xE9;e et mal la r&#xE9;aliser. Chapeau.</p>
<img src="http://i.giphy.com/10Shl99Vghh5aU.gif" style="width: 70%; margin: auto;">

<p>Tips : r&#xE9;duire le temps de d&#xE9;clenchement pourrait fortement aider. Poke Mairie de Paris.</p>
</div></section><div class="kud-Footer kud-Text--wowLink"><ul class="kud-Footer-list"><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://kud.io">La Maison</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://instagram.kud.io">Le Instagram</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://twitter.kud.io">Le Twitter</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="/en/">I speak English</a></li></ul></div></div><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-71841668-1', 'auto');
ga('send', 'pageview');</script></body></html>