<!DOCTYPE html><html class="post"><head><meta charset="utf-8"><title>_kud.diary &#x2014; Le point Godwin du cin&#xE9;ma</title><meta name="description" content="Diary of the _kud"><meta name="viewport" content="width=device-width, initial-scale=1.0"><meta property="og:title" content="Le point Godwin du cin&#xE9;ma"><meta property="og:image" content="http://diary.kud.io/images/cinema-point-godwin/cover.jpg"><link rel="shortcut icon" type="image/png" href="http://kud.io/favicon.png"><link rel="stylesheet" href="/index.css"></head><body><div class="kud-Banner"><script></script><a class="kud-Banner-link" href="/fr/">Retour &#xE0; la page principale</a></div><div class="kud-Wrapper"><section class="kud-Post kud-Text--wowLink animated fadeIn"><div class="kud-PostHeader"><span class="kud-PostHeader-decorator"><img class="kud-PostHeader-img" src="/images/cinema-point-godwin/cover.jpg"></span><div class="kud-PostHeader-overlay"><div class="kud-PostHeader-wrapper"><h2 class="kud-PostHeader-heading" id="le-point-godwin-du-cinma"><a class="kud-Anchor" href="#le-point-godwin-du-cinma"><span></span></a><a href="">Le point Godwin du cin&#xE9;ma</a></h2><time class="kud-PostHeader-date hint--bottom" data-hint="il y a 4 ans">vendredi 26 f&#xE9;vrier 2016</time></div></div></div><div class="kud-Post-content"><p>Non, je ne vous parlerai pas ici du <a href="https://fr.wikipedia.org/wiki/Loi_de_Godwin">principe</a> selon lequel l&#x2019;un d&#x2019;entre vous finira durant un d&#xE9;bat par parler des nazis pour argumenter ses id&#xE9;es ; ceci appliqu&#xE9; au cin&#xE9;ma. Non, non. Non ici, c&#x2019;est un tout autre concept. Concept que j&#x2019;ai pu exp&#xE9;rimenter durant le fil des discussions autour du cin&#xE9;ma. Certes, ce point Godwin du cin&#xE9;ma, je l&#x2019;ai quelque peu invent&#xE9;, mais c&#x2019;est tout de m&#xEA;me une chose qui revient assez souvent dans mon entourage ou sur Internet.</p>
<p>Voici la sc&#xE8;ne : vous &#xEA;tes en plein d&#xE9;bat sur un film que vous venez de voir; vous discutez, vous discutez, argumentez&#x2026; et l&#xE0;, bam ! La personne, sortie de nulle part, vous sort &#x201C;Ouais, enfin&#x2026; le livre est quand m&#xEA;me mieux&#x201D;&#x2026;</p>
<img alt="&#x2026;" src="http://i.giphy.com/3oxRmfJWm7w6LHx2b6.gif" style="margin: 100px auto 40px auto;">

<p>Putain mais qu&#x2019;est-ce qu&#x2019;on s&#x2019;en fouuuuuuuuuuuuuuuuut. On parle cin&#xE9;ma l&#xE0;. Pas livre. &#xC7;a n&#x2019;a tout bonnement rien &#xE0; voir.</p>
<p>Je peux comprendre que ce soit &#xE9;ventuellement int&#xE9;ressant de comparer un livre et un film sur une m&#xEA;me histoire, surtout quand l&#x2019;un est tir&#xE9; de l&#x2019;autre&#x2026; Mais sinon qu&#x2019;est-ce que &#xE7;a a &#xE0; faire ici ?</p>
<p>Oui c&#x2019;est probable qu&#x2019;en soi le livre soit meilleur. Okay. Plus d&#xE9;taill&#xE9;, plus subtil, et je ne sais gu&#xE8;re quoi d&#x2019;autre. Pourquoi pas. Mais il faut surtout comprendre qu&#x2019;un livre permet de laisser votre imaginaire travailler. Le livre prendra forme en fonction de vos pens&#xE9;es, vos choix, vos go&#xFB;ts, plus personnel donc ; chose qui il est nettement plus difficile lorsqu&#x2019;il s&#x2019;agit d&#x2019;un film, vu que tout est pr&#xE9;mach&#xE9;. Ce qui fait que vous pouvez un peu mieux vous approprier un livre plut&#xF4;t qu&#x2019;un film.</p>
<p>Tout &#xE7;a pour dire qu&#x2019;&#xE0; mon sens, sortir durant une discussion sur le cin&#xE9;ma que &#x201C;<strong>le livre est mieux</strong>&#x201C; n&#x2019;a aucun int&#xE9;r&#xEA;t en soi et c&#x2019;<strong>est</strong> ceci <strong>le point #Godwin du cin&#xE9;ma</strong>.</p>
<hr>
<p>&#xC0; ce sujet, voici quelques morceaux de textes qui laissent &#xE0; r&#xE9;fl&#xE9;chir :</p>
<blockquote>
<p>Sur une approche toute diff&#xE9;rente de celle d&#x2019;Andr&#xE9; Bazin, on peut citer la position de Marguerite Duras ( ce qui ne l&#x2019;a pas emp&#xEA;ch&#xE9;e de travailler sur l&#x2019;adaptation de ses romans au cin&#xE9;ma , seule ou avec Resnais par exemple !) : &#x201C;Le cin&#xE9;ma arr&#xEA;te le texte, frappe de mort sa descendance : l&#x2019;imaginaire. C&#x2019;est l&#xE0; sa vertu m&#xEA;me : de fermer, d&#x2019;arr&#xEA;ter l&#x2019;imaginaire. cet arr&#xEA;t , cette fermeture s&#x2019;appelle le film. Bon ou mauvais, sublime ou ex&#xE9;crable, le film repr&#xE9;sente cet arr&#xEA;t d&#xE9;finitif. La fixation de la repr&#xE9;sentation une fois pour toutes et pour toujours&#x201D;.</p>
</blockquote>
<p><em>Source : <a href="http://www.viabooks.fr/ecrit/passer-du-livre-au-cinema-les-problemes-d-adaptation-19638">http://www.viabooks.fr/ecrit/passer-du-livre-au-cinema-les-problemes-d-adaptation-19638</a></em></p>
<blockquote>
<p>Il en est de m&#xEA;me pour Simone de Beauvoir qui &#xE9;crivait : &#x201C;C&#x2019;est l&#x2019;&#xE9;vidence de l&#x2019;image qui donne aux films leur force ou leur s&#xE9;duction : mais aussi par sa pl&#xE9;nitude in&#xE9;luctable la photographie arr&#xEA;te ma r&#xEA;verie. C&#x2019;est une des raisons pour lesquelles - on l&#x2019;a dit souvent - l&#x2019;adaptation d&#x2019;un roman &#xE0; l&#x2019;&#xE9;cran est presque toujours regrettable. Le visage d&#x2019;Emma Bovary est ind&#xE9;fini et multiple, son malheur d&#xE9;borde son cas particulier ; sur l&#x2019;&#xE9;cran je vois un visage d&#xE9;termin&#xE9;, et cela diminue la port&#xE9;e du r&#xE9;cit. Je n&#x2019;ai pas ce genre de d&#xE9;ception quand l&#x2019;intrigue a &#xE9;t&#xE9; con&#xE7;ue directement pour l&#x2019;&#xE9;cran ; il me pla&#xEE;t que Tristana ait les traits de Catherine Deneuve : c&#x2019;est que je suis d&#x2019;avance r&#xE9;sign&#xE9;e &#xE0; ce que cette histoire n&#x2019;ait que la dimension d&#x2019;une anecdote&#x201D;.</p>
</blockquote>
<p><em>Source : <a href="http://www.site-magister.com/bts/resume2b.htm">http://www.site-magister.com/bts/resume2b.htm</a></em></p>
<blockquote>
<p>Jean-Luc Godart se demandait &#xAB;  &#xC0; quoi sert le cin&#xE9;ma, s&#x2019;il vient apr&#xE8;s la litt&#xE9;rature ? &#xBB;</p>
</blockquote>
<p><em>Source : <a href="http://www.collibris-app.com/blog/a-quoi-sert-le-cinema-sil-vient-apres-la-litterature/">http://www.collibris-app.com/blog/a-quoi-sert-le-cinema-sil-vient-apres-la-litterature/</a></em></p>
<blockquote>
<p>Une &#xE9;tude montre qu&#x2019;un film sur cinq est n&#xE9; d&#x2019;un livre, dont les plus gros succ&#xE8;s en salle. La BD devient de plus en plus une source d&#x2019;inspiration.</p>
</blockquote>
<p><em>Source : <a href="https://www.reseau-canope.fr/cndpfileadmin/mag-film/themes/madame-bovary-au-cinema-adaptation-reecriture/pistes-pour-letude/interroger-lacte-de-ladaptation-cinematographique/">https://www.reseau-canope.fr/cndpfileadmin/mag-film/themes/madame-bovary-au-cinema-adaptation-reecriture/pistes-pour-letude/interroger-lacte-de-ladaptation-cinematographique/</a></em></p>
<p>Et si vous voulez aller plus loin, lisez <a href="http://gerflint.fr/Base/Algerie13/laib.pdf">L&#x2019;adaptation cin&#xE9;matographique, entre  fid&#xE9;lit&#xE9; infid&#xE9;lit&#xE9; &#xE0; l&#x2019;&#x153;uvre litt&#xE9;raire &#xE0; l&#x2019;exemple de L&#x2019;opium et le b&#xE2;ton</a> d&#x2019;Ahcene Laib, Doctorant &#xE0; l&#x2019;Universit&#xE9; de Mostaganem.</p>
</div></section><div class="kud-Footer kud-Text--wowLink"><ul class="kud-Footer-list"><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://kud.io">La Maison</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://instagram.kud.io">Le Instagram</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="http://twitter.kud.io">Le Twitter</a></li><li class="kud-Footer-listItem"><a class="kud-Footer-listLink" href="/en/">I speak English</a></li></ul></div></div><script>(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-71841668-1', 'auto');
ga('send', 'pageview');</script></body></html>